{
  "classrooms": {
    "weight": 1,
    "title": "CLASSROOMS",
    "text": "All 133 air conditioned classrooms in the school are roomy and well lit. All classrooms have wired LAN ports with instant access to file servers and the internet. There are also Smart classrooms equipped with short throw interactive projectors with tools that help teachers provide the ultimate audio-visual teaching experience to students.",
    "order": "order-first my-auto",
    "images": [
      { "img": "/images/gallery/KG2.jpg" },
      { "img": "/images/gallery/Senior-Classroom.jpg" },
      { "img": "/images/gallery/Smart-Classroom.jpg" }
    ]
  },
  "labs": [
    {
      "weight": 1,
      "title": "SCIENCE LABS",
      "text": "The state of the art science labs at the school provide the space and the equipment for students to safely conduct experiments. Be it the analysis of organisms or the human body, the study of light and electricity or the wonder of chemical reactions, our science laboratories with a capacity for forty students to work concurrently provide the most conducive environment for high quality practical work in science.",
      "order": "order-last my-auto",
      "images": [
        { "img": "/images/gallery/Consolidated-Lab.jpg" },
        { "img": "/images/gallery/Chemistry-Lab-01.jpg" },
        { "img": "/images/gallery/Physics-Lab.jpg" },
        { "img": "/images/gallery/Biology-Lab.jpg" }
      ]
    },
    {
      "weight": 1,
      "title": "COMPUTER LABS",
      "text": "IT has become an indispensable part of our everyday lives. Keeping this in mind, the school has four dedicated Computer labs that can each accommodate 36 students concurrently. Students have unlimited supervised access to computers and the professional software tools that go with them. Our teaching laboratories are equipped with computers all networked to common file servers and connected to the outside world via the internet.",
      "order": "order-first my-auto",
      "images": [
        { "img": "/images/gallery/Computer-Lab1.jpg" },
        { "img": "/images/gallery/Computer-Lab2.jpg" }
      ]
    }
  ],
  "library": {
    "weight": 1,
    "title": "LIBRARY",
    "text": "The school Library is a learning area where students and teachers have access to a wide range of resources in different formats in order to meet their teaching and learning needs. Students are encouraged to cultivate good reading habits and to use the library as an important center for learning. The school has excellent library facilities with over 11634 volumes of books, comprising prescribed texts, popular fiction and non-fiction and 1571 reference books. The school subscribes to 2 newspapers, 50 magazines and 3 periodicals.",
    "order": "order-last my-auto",
    "images": [
      { "img": "/images/gallery/Library1.jpg" },
      { "img": "/images/gallery/Library1.jpg" }
    ]
  },
  "halls": [
    {
      "weight": 1,
      "title": "MULTI-PURPOSE AUDITORIUM",
      "text": "The air conditioned Dr. Abdul Kalam Memorial Auditorium encloses an area of 1630 sq.m. and is currently one of the biggest auditoriums in the Kingdom of Bahrain. The auditorium has a VIP room with a separate entrance and direct access to the stage and also individual male and female Green rooms. The 200 sq.m. stage coupled with a seating capacity of 2500 is big enough to host the biggest of events. The MPH also houses 4 Badminton courts, 1 Volleyball/Throwball court, 1 Basketball court and 2 Table Tennis tables.",
      "order": "order-first my-auto",
      "images": [
        { "img": "/images/gallery/MPH1.jpg" },
        { "img": "/images/gallery/MPH2.jpg" },
        { "img": "/images/gallery/MPH3.jpg" }
      ]
    },
    {
      "weight": 1,
      "title": "OPEN AIR AUDITORIUM",
      "text": "The open air auditorium of the school has enough open space to accommodate more than 5000 people. The stage is enclosed on 3 sides and has industrial sockets to power the most demanding light and sound shows. The back of the stage has entrances from multiple connected classrooms that can be used as Green Rooms.",
      "order": "order-last my-auto",
      "images": [
        { "img": "/images/gallery/OA1.jpg" },
        { "img": "/images/gallery/OA2.jpg" }
      ]
    },
    {
      "weight": 1,
      "title": "FLEXIBLE HALL",
      "text": "The flexible hall is a set of five classrooms that are separated by movable partitions. When not being used as language classrooms, the partitions can be moved and the rooms transform into one big hall. Partitions can be closed to make smaller halls which help when multiple events need to be conducted simultaneously.",
      "order": "order-first my-auto",
      "images": [
        { "img": "/images/gallery/FH1.jpg" },
        { "img": "/images/gallery/FH2.jpg" }
      ]
    }
  ], 
  "wellbeing": [
    {
      "weight": 1,
      "title": "COUNSELING ROOMS",
      "text": " Counseling has become an important facet of the educational system. The school has dedicated counselors who guide and advice children facing problems, be it cognitive, personal or behavioural apart from also giving career advice. To ensure confidentiality and approachability for students, the school has dedicated counseling rooms located in the Admin Block separated from the main school building.",
      "eventKey": "counseling-rooms",
      "order": "",
      "images": [
        { "img": "/images/gallery/Counselor1.jpg" },
        { "img": "/images/gallery/Counselor-Room.jpg" }
      ]
    },
    {
      "weight": 2,
      "title": "WELLNESS ROOM",
      "text": " There is a registered nurse who can attend to everything from the smallest of scrapes to an emergency. She also provides students with reassurance and comfort. The    Salmaniya Medical complex is a mere 10 minute ride from the school.",
      "eventKey": "wellness-room",
      "order": "",
      "images": [
        { "img": "/images/gallery/Welness-Room.jpg" },
        { "img": "/images/gallery/Welness-Room1.jpg" }
      ]
    },
    {
      "weight": 3,
      "title": "CANTEEN",
      "text": "Equally important to feeding their mind with knowledge is feeding our children’s appetite with nutritious, fresh and tasty food. The school has 2 canteens that have been    contracted to external agencies. Prices of the various items are negotiated to be as economical as possible. The food quality and hygiene of the canteen is monitored closely on a regular basis by the school authorities.",
      "eventKey": "canteen",
      "order": "",
      "images": [
        { "img": "/images/gallery/Canteen.jpg" },
        { "img": "/images/gallery/Canteen2.jpg" }
      ]
    },
    {
      "weight": 4,
      "title": "WATER STATIONS",
      "text": " Potable drinking water is one of the most basic requirements for students and providing it is a very important duty of the school. There are 6 drinking water stations in the school building and 2 outside near the playgrounds. The water is first treated at an RO plant and then cooled to a suitable drinking temperature. The RO plant is serviced regularly and the TDS counts are monitored to ensure that our students receive safe drinking water.",
      "eventKey": "water-station",
      "order": "",
      "images": [
        { "img": "/images/gallery/Water-Station.jpg" },
        { "img": "/images/gallery/Ro-Plant.jpg" }
      ]
    },
    {
      "weight": 5,
      "title": "REST ROOMS",
      "text": "Restrooms, although often overlooked, in adequate number and at appropriate locations are very important. The school has 16 toilets each for girls and boys, each with an adequate number of wash basin’s, WC’s and urinals and an Accessible WC cubicle for differently abled children. The toilets in wings which house Kindergarten and Grades 1 and 2 students are manned by an attendant/helper and have lowered basin’s and urinals for ease of access. Doors to WC cubicles are raised just enough from the floor level so no child gets locked in accidentally, while also maintaining privacy.",
      "eventKey": "rest-room",
      "order": "",
      "images": [
        { "img": "/images/gallery/Toilet2.jpg" },
        { "img": "/images/gallery/Toilet3.jpg" }
      ]
    }
  ]
}
