{
  "title": "Rules and Recommendations",
  "items": [
    "The ID Card and Lanyard provided to students from the school must mandatorily be worn to school every day.",
    "Kindergarten and Grades 1 thru 8 students have only five working days with Friday and Saturday as holidays.",
    "Leave of absence must be obtained by filling out the application form in the school diary.",
    "Applications for long leave, transfer certificate, change of bus stop or any other school related purpose should be submitted in original.",
    "Parents are advised to not send their children to school with any ornaments, valuable or otherwise. The school authorities will not be responsible for any loss of student’s money, books, articles, ornaments, clothing etc.",
    "Parents who wish to meet with teachers regarding their child’s progress may do so on any working day with a prior appointment.",
    "Parents who wish to collect their children from the school during class hours for any genuine reason must do so before 12:30 p.m. Any request received after this time will not be entertained.",
    "Parents should ensure that children come to school clean, on time and in the approved school uniform.",
    "The uniform must conform to the colour, pattern and specifications laid out by the school.",
    "Parents are strictly enjoined to not communicate with their children or their teachers during school hours without the permission of the Principal.",
    "Students and teachers may not be summoned to answer telephone calls while attending classes.",
    "Children suffering from any infectious illness should not be sent to school till the period of infection is over. At the time of re-joining after medical leave, a medical fitness certificate should be submitted.",
    "Parents must intimate the School Nurse and Class Teacher if their child suffers from any allergies or major illness. This is extremely important for the safety and well-being of the child.",
    "Parents should make it a point to attend all Parent Teacher Meetings.",
    "Parents are strictly forbidden from entering the school building (except admin office area) unless authorized or a school event requires it."
  ]
}
