[
  {
    "role": "Founder Chairman",
    "image": "/images/founder.jpg",
    "name": "Mr. Joseph Thomas",
    "text": "Mr. Joseph Thomas belongs to Kerala, India. He did his schooling in the village of Marangatupilly and then graduated with Bachelors in Arts from St. Thomas College in Pala, Kerala. He went on to do his Masters in Arts from Indore University, Madhya Pradesh. He did his Bachelors in Education from Gorakhpur University in Uttar Pradesh. He began his career in education in 1970 when he joined as a Kindergarten teacher at Holy Cross School in Dimapur, Nagaland and then later worked as a Headmaster at the Government Middle School in Pimla, Nagaland. He subsequently joined as a lecturer of English at St. Thomas College in Benaras, Uttar Pradesh. In 1982 he left Benaras and came to Bahrain. His ambition was always to start a school of his own where his vision in the field of education could be put into practice. When he arrived in Bahrain, he saw potential for this dream to materialize and founded The Asian School on May 11, 1983 and has been running the school since inception in the capacity of Principal and Director until July 2009, when he moved to a purely management role. Mr. Thomas is a dynamic personality who is a born educator and teaching was always his calling. He has relentlessly striven through every adverse moment of his life for the cause of education. He is the guiding force behind the institution. He believes in hard work, sincerity, dedication and perseverance and this has stood him in good stead and helped him achieve success in his life."
  },
  {
    "role": "Managing Director",
    "image": "/images/founder.jpg", 
    "name": "Mrs. Elizabeth Joseph",
    "text": "Mrs. Elizabeth Joseph hails from the state of Kerala, India. She completed both her schooling and her graduation from Kottayam, Kerala with Bachelors in Arts from BCM College. She proceeded to do her Bachelors in Education from Gorakhpur University in Uttar Pradesh. Her teaching and administrative career spanning over 40 years began as a Nursery Teacher in Kottayam. She had over 6 years of teaching experience in St. Thomas School in Benaras, Uttar Pradesh before moving to Bahrain in 1983. She has served as Vice-Principal of the school from inception till July 2009, then as Principal till November 2012. She later moved in to the role of Director. Her vast experience has helped her to discern closely the constantly evolving needs of schools and varied demands of a changing world that affect the development of a child. She sees tremendous potential and ambience for nurturing the individual needs of each student. It is her goal to pursue global standards that nurture holistic individuals through a student centric environment."
  },
  {
    "role": "Principal",
    "image": "/images/founder.jpg",
    "name": "Mrs. Molly Treasa Mammen",
    "text": "Mrs. Molly Treasa Mammen hailing from and educated in Mumbai, graduated from the University of Bombay. She has majored both in English and in Education. Mrs. Mammen, with her penchant for the teaching profession, coupled with her endearing approach towards children holds vast experience in the field of education. Thus she has been advantageously positioned to render justice to her roles as Teacher, Head Teacher, Vice Principal and subsequently Principal. Her eventful journey in the teaching profession saw her as Headmistress at St. Lawrence School, Mumbai from June 1987 to May 1991. She joined The Asian School in 1992. With belief in the uniqueness of every child, Mrs. Mammen is committed to engaging students in effective learning through positive research based instructional techniques. Furthermore, she strives to promote moral values, respect for culture, international consciousness and personal enhancement."
  },
  {
    "role": "Vice Principal",
    "image": "/images/founder.jpg",
    "name": "Mr. Maria Thadeus Waltin",
    "text": "Mr. Maria Thadeus Waltin completed his Masters in Commerce from Loyola College, Chennai, majoring in Commerce and Accountancy in 1994. He completed his Bachelors in Education from the Teacher Education Center, Thiruvanthapuram, Kerala. He joined Garden City University, Bangalore in August, 1994, as a Lecturer in Management Studies and Accountancy. Later, he worked as a Senior PGT (Commerce and Accountancy) in St. Joseph’s Higher Secondary School, Thiruvananthapuram, Kerala from 1998 to 2004. He then took up a role of Senior PGT (Accountancy and Commerce) in the Indian School, Bahrain, in March, 2004. He was promoted to Academic Coordinator in 2010 and went on to serve as Vice Principal there for a period of five years. He returned to India and resumed his role as a Senior PGT in St. Joseph’s Higher Secondary School, Thiruvananthapuram, Kerala in 2015 and continued there till February, 2019 when he was appointed as the Vice Principal (Senior Section) in The Asian School, Kingdom of Bahrain. Mr. Waltin believes in the concept of ‘inclusive approach and exclusive methods’ in order to nurture young minds into constructive thinking, thus creating global citizens."
  },
  {
    "role": "Vice Principal",
    "image": "/images/founder.jpg",
    "name": "Mrs. Elizabeth Sadan",
    "text": "Mrs. Elizabeth Sadan was born and raised in the metro city of Mumbai. She did her schooling in Mumbai and Nagpur and graduated from Osmania University in Hyderabad. Her interest in the teaching profession compelled her to do her Teachers Training Course in Nursery Education from Nirmala Niketan in Mumbai and she later went on to do B.Ed. from Magadha University in Patna. She began her teaching career in 1983 as a Primary Teacher in WEES English High School, Mumbai where she continued till 1989, when she relocated to Bahrain and joined The Asian School in the same year as a teacher. In 1994 she was promoted to the role of Academic Supervisor and in 2000 as Head Teacher. She has been Vice Principal of the Junior Section from the year 2012. As an educator, her goal is to find the hidden treasure of ability in every child and help them to be the best versions of themselves."
  }
]
 